---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertyAreaOpen
source: html/b22b83ff-71fa-edeb-c763-f72f95856808.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertyAreaOpen Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertyAreaOpen { get; }
```